benchmarks/link_read/500_mb_concurrent_reads_quic.log
concurrent_reads: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
...
fio-3.38-36-g2768c
Starting 16 processes

concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85392: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=77.3KiB/s (79.2kB/s)(4644KiB/60052msec)
    slat (msec): min=15, max=105, avg=51.63, stdev=21.19
    clat (msec): min=33, max=1271, avg=772.58, stdev=249.66
     lat (msec): min=66, max=1356, avg=824.22, stdev=261.31
    clat percentiles (msec):
     |  1.00th=[  405],  5.00th=[  443], 10.00th=[  477], 20.00th=[  527],
     | 30.00th=[  567], 40.00th=[  642], 50.00th=[  743], 60.00th=[  852],
     | 70.00th=[  969], 80.00th=[ 1045], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1234], 99.50th=[ 1267], 99.90th=[ 1267], 99.95th=[ 1267],
     | 99.99th=[ 1267]
   bw (  KiB/s): min=   40, max=  136, per=6.00%, avg=76.75, stdev=27.03, samples=118
   iops        : min=   10, max=   34, avg=18.93, stdev= 6.77, samples=118
  lat (msec)   : 50=0.09%, 100=0.09%, 250=0.34%, 500=14.56%, 750=35.49%
  lat (msec)   : 1000=23.69%, 2000=25.75%
  cpu          : usr=0.11%, sys=0.18%, ctx=1721, majf=0, minf=32
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1161,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85393: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=78.6KiB/s (80.5kB/s)(4720KiB/60064msec)
    slat (msec): min=12, max=125, avg=50.81, stdev=20.79
    clat (msec): min=27, max=1244, avg=760.03, stdev=240.75
     lat (msec): min=85, max=1319, avg=810.84, stdev=252.10
    clat percentiles (msec):
     |  1.00th=[  376],  5.00th=[  451], 10.00th=[  489], 20.00th=[  523],
     | 30.00th=[  558], 40.00th=[  625], 50.00th=[  718], 60.00th=[  835],
     | 70.00th=[  953], 80.00th=[ 1020], 90.00th=[ 1116], 95.00th=[ 1133],
     | 99.00th=[ 1167], 99.50th=[ 1234], 99.90th=[ 1250], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=   47, max=  216, per=6.16%, avg=78.99, stdev=30.21, samples=119
   iops        : min=   11, max=   54, avg=19.50, stdev= 7.61, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.34%, 500=13.56%, 750=39.24%
  lat (msec)   : 1000=22.88%, 2000=23.81%
  cpu          : usr=0.15%, sys=0.16%, ctx=1746, majf=0, minf=34
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1180,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85394: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=78.9KiB/s (80.7kB/s)(4736KiB/60061msec)
    slat (msec): min=16, max=135, avg=50.65, stdev=21.14
    clat (msec): min=27, max=1221, avg=757.80, stdev=252.48
     lat (msec): min=97, max=1299, avg=808.44, stdev=265.61
    clat percentiles (msec):
     |  1.00th=[  401],  5.00th=[  443], 10.00th=[  477], 20.00th=[  514],
     | 30.00th=[  550], 40.00th=[  600], 50.00th=[  693], 60.00th=[  810],
     | 70.00th=[  969], 80.00th=[ 1070], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1183], 99.50th=[ 1200], 99.90th=[ 1217], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=   47, max=  168, per=6.24%, avg=79.26, stdev=29.18, samples=119
   iops        : min=   11, max=   42, avg=19.56, stdev= 7.34, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.17%, 500=14.19%, 750=40.71%
  lat (msec)   : 1000=16.22%, 2000=28.55%
  cpu          : usr=0.08%, sys=0.22%, ctx=1729, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1184,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85395: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=76.2KiB/s (78.0kB/s)(4576KiB/60057msec)
    slat (usec): min=11, max=133992, avg=52415.98, stdev=21609.37
    clat (msec): min=29, max=1248, avg=787.33, stdev=252.13
     lat (msec): min=102, max=1318, avg=839.74, stdev=264.99
    clat percentiles (msec):
     |  1.00th=[  317],  5.00th=[  460], 10.00th=[  493], 20.00th=[  527],
     | 30.00th=[  567], 40.00th=[  667], 50.00th=[  768], 60.00th=[  885],
     | 70.00th=[ 1003], 80.00th=[ 1053], 90.00th=[ 1116], 95.00th=[ 1167],
     | 99.00th=[ 1217], 99.50th=[ 1234], 99.90th=[ 1234], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=   39, max=  168, per=5.92%, avg=75.92, stdev=27.42, samples=120
   iops        : min=    9, max=   42, avg=18.72, stdev= 6.82, samples=120
  lat (msec)   : 50=0.09%, 250=0.70%, 500=12.76%, 750=34.79%, 1000=21.68%
  lat (msec)   : 2000=29.98%
  cpu          : usr=0.13%, sys=0.16%, ctx=1717, majf=0, minf=30
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1144,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85396: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=76.5KiB/s (78.4kB/s)(4596KiB/60039msec)
    slat (msec): min=15, max=113, avg=52.16, stdev=21.04
    clat (msec): min=37, max=1221, avg=780.53, stdev=254.14
     lat (msec): min=118, max=1292, avg=832.69, stdev=266.90
    clat percentiles (msec):
     |  1.00th=[  414],  5.00th=[  468], 10.00th=[  489], 20.00th=[  518],
     | 30.00th=[  558], 40.00th=[  617], 50.00th=[  735], 60.00th=[  894],
     | 70.00th=[ 1011], 80.00th=[ 1070], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1200], 99.50th=[ 1200], 99.90th=[ 1217], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=   47, max=  168, per=6.00%, avg=76.90, stdev=28.40, samples=119
   iops        : min=   11, max=   42, avg=18.97, stdev= 7.08, samples=119
  lat (msec)   : 50=0.09%, 250=0.17%, 500=13.49%, 750=37.08%, 1000=17.93%
  lat (msec)   : 2000=31.24%
  cpu          : usr=0.10%, sys=0.19%, ctx=1724, majf=0, minf=33
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1149,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85397: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=78.4KiB/s (80.3kB/s)(4712KiB/60072msec)
    slat (msec): min=14, max=114, avg=50.91, stdev=21.21
    clat (msec): min=25, max=1235, avg=761.72, stdev=251.13
     lat (msec): min=87, max=1312, avg=812.63, stdev=263.11
    clat percentiles (msec):
     |  1.00th=[  426],  5.00th=[  472], 10.00th=[  485], 20.00th=[  514],
     | 30.00th=[  550], 40.00th=[  592], 50.00th=[  709], 60.00th=[  835],
     | 70.00th=[  961], 80.00th=[ 1053], 90.00th=[ 1116], 95.00th=[ 1167],
     | 99.00th=[ 1217], 99.50th=[ 1234], 99.90th=[ 1234], 99.95th=[ 1234],
     | 99.99th=[ 1234]
   bw (  KiB/s): min=   47, max=  168, per=6.16%, avg=78.85, stdev=30.05, samples=119
   iops        : min=   11, max=   42, avg=19.45, stdev= 7.51, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.17%, 500=15.53%, 750=37.69%
  lat (msec)   : 1000=19.61%, 2000=26.83%
  cpu          : usr=0.13%, sys=0.17%, ctx=1728, majf=0, minf=33
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1178,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85398: Sun Feb 16 21:56:57 2025
  read: IOPS=20, BW=80.1KiB/s (82.0kB/s)(4812KiB/60068msec)
    slat (msec): min=14, max=108, avg=49.85, stdev=20.73
    clat (msec): min=21, max=1226, avg=745.91, stdev=244.91
     lat (msec): min=72, max=1310, avg=795.76, stdev=256.88
    clat percentiles (msec):
     |  1.00th=[  405],  5.00th=[  456], 10.00th=[  481], 20.00th=[  514],
     | 30.00th=[  542], 40.00th=[  600], 50.00th=[  676], 60.00th=[  785],
     | 70.00th=[  919], 80.00th=[ 1036], 90.00th=[ 1116], 95.00th=[ 1133],
     | 99.00th=[ 1217], 99.50th=[ 1217], 99.90th=[ 1217], 99.95th=[ 1234],
     | 99.99th=[ 1234]
   bw (  KiB/s): min=   47, max=  176, per=6.32%, avg=80.53, stdev=28.76, samples=119
   iops        : min=   11, max=   44, avg=19.87, stdev= 7.16, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.17%, 500=15.96%, 750=40.40%
  lat (msec)   : 1000=18.12%, 2000=25.19%
  cpu          : usr=0.13%, sys=0.18%, ctx=1741, majf=0, minf=32
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1203,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85399: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=79.3KiB/s (81.2kB/s)(4764KiB/60057msec)
    slat (msec): min=13, max=113, avg=50.34, stdev=21.02
    clat (msec): min=28, max=1243, avg=753.09, stdev=250.82
     lat (msec): min=59, max=1322, avg=803.43, stdev=262.98
    clat percentiles (msec):
     |  1.00th=[  393],  5.00th=[  456], 10.00th=[  477], 20.00th=[  506],
     | 30.00th=[  550], 40.00th=[  609], 50.00th=[  693], 60.00th=[  810],
     | 70.00th=[  944], 80.00th=[ 1045], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1200], 99.50th=[ 1217], 99.90th=[ 1234], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=   47, max=  184, per=6.24%, avg=79.71, stdev=30.16, samples=119
   iops        : min=   11, max=   46, avg=19.67, stdev= 7.58, samples=119
  lat (msec)   : 50=0.08%, 100=0.17%, 250=0.25%, 500=17.55%, 750=37.03%
  lat (msec)   : 1000=20.57%, 2000=24.35%
  cpu          : usr=0.14%, sys=0.16%, ctx=1736, majf=0, minf=32
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1191,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85400: Sun Feb 16 21:56:57 2025
  read: IOPS=20, BW=80.2KiB/s (82.1kB/s)(4816KiB/60039msec)
    slat (msec): min=11, max=107, avg=49.77, stdev=20.93
    clat (msec): min=38, max=1275, avg=744.64, stdev=252.33
     lat (msec): min=70, max=1360, avg=794.41, stdev=265.46
    clat percentiles (msec):
     |  1.00th=[  409],  5.00th=[  451], 10.00th=[  472], 20.00th=[  502],
     | 30.00th=[  542], 40.00th=[  592], 50.00th=[  676], 60.00th=[  776],
     | 70.00th=[  953], 80.00th=[ 1053], 90.00th=[ 1099], 95.00th=[ 1133],
     | 99.00th=[ 1200], 99.50th=[ 1267], 99.90th=[ 1284], 99.95th=[ 1284],
     | 99.99th=[ 1284]
   bw (  KiB/s): min=   48, max=  224, per=6.32%, avg=80.60, stdev=31.21, samples=119
   iops        : min=   12, max=   56, avg=19.89, stdev= 7.78, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.42%, 500=18.69%, 750=38.21%
  lat (msec)   : 1000=17.19%, 2000=25.33%
  cpu          : usr=0.07%, sys=0.24%, ctx=1746, majf=0, minf=32
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1204,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85401: Sun Feb 16 21:56:57 2025
  read: IOPS=20, BW=81.3KiB/s (83.2kB/s)(4880KiB/60054msec)
    slat (usec): min=26, max=112540, avg=49133.53, stdev=21434.33
    clat (msec): min=31, max=1279, avg=735.12, stdev=248.84
     lat (msec): min=63, max=1359, avg=784.26, stdev=260.80
    clat percentiles (msec):
     |  1.00th=[  405],  5.00th=[  451], 10.00th=[  477], 20.00th=[  514],
     | 30.00th=[  542], 40.00th=[  584], 50.00th=[  659], 60.00th=[  751],
     | 70.00th=[  885], 80.00th=[ 1036], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1217], 99.50th=[ 1267], 99.90th=[ 1267], 99.95th=[ 1284],
     | 99.99th=[ 1284]
   bw (  KiB/s): min=   47, max=  144, per=6.32%, avg=80.40, stdev=28.25, samples=118
   iops        : min=   11, max=   36, avg=19.84, stdev= 7.10, samples=118
  lat (msec)   : 50=0.08%, 100=0.16%, 250=0.33%, 500=15.41%, 750=43.44%
  lat (msec)   : 1000=18.36%, 2000=22.21%
  cpu          : usr=0.11%, sys=0.20%, ctx=1718, majf=0, minf=33
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1220,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85402: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=78.9KiB/s (80.8kB/s)(4740KiB/60045msec)
    slat (usec): min=33, max=114150, avg=50570.79, stdev=21384.13
    clat (msec): min=37, max=1244, avg=756.67, stdev=251.00
     lat (msec): min=67, max=1320, avg=807.24, stdev=263.15
    clat percentiles (msec):
     |  1.00th=[  405],  5.00th=[  456], 10.00th=[  477], 20.00th=[  510],
     | 30.00th=[  550], 40.00th=[  609], 50.00th=[  701], 60.00th=[  818],
     | 70.00th=[  944], 80.00th=[ 1053], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1217], 99.50th=[ 1217], 99.90th=[ 1234], 99.95th=[ 1250],
     | 99.99th=[ 1250]
   bw (  KiB/s): min=   47, max=  136, per=6.16%, avg=78.30, stdev=28.63, samples=118
   iops        : min=   11, max=   34, avg=19.31, stdev= 7.16, samples=118
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.51%, 500=17.13%, 750=36.79%
  lat (msec)   : 1000=19.49%, 2000=25.91%
  cpu          : usr=0.14%, sys=0.17%, ctx=1724, majf=0, minf=29
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1185,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85403: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=79.6KiB/s (81.5kB/s)(4780KiB/60060msec)
    slat (msec): min=12, max=123, avg=50.17, stdev=20.93
    clat (msec): min=28, max=1212, avg=750.49, stdev=239.66
     lat (msec): min=93, max=1290, avg=800.66, stdev=250.45
    clat percentiles (msec):
     |  1.00th=[  401],  5.00th=[  443], 10.00th=[  468], 20.00th=[  514],
     | 30.00th=[  542], 40.00th=[  625], 50.00th=[  709], 60.00th=[  810],
     | 70.00th=[  919], 80.00th=[ 1028], 90.00th=[ 1099], 95.00th=[ 1133],
     | 99.00th=[ 1167], 99.50th=[ 1183], 99.90th=[ 1200], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=   47, max=  168, per=6.24%, avg=79.99, stdev=28.95, samples=119
   iops        : min=   11, max=   42, avg=19.74, stdev= 7.25, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.17%, 500=14.81%, 750=38.66%
  lat (msec)   : 1000=23.26%, 2000=22.93%
  cpu          : usr=0.10%, sys=0.21%, ctx=1742, majf=0, minf=30
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1195,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85404: Sun Feb 16 21:56:57 2025
  read: IOPS=20, BW=81.1KiB/s (83.1kB/s)(4872KiB/60064msec)
    slat (msec): min=12, max=113, avg=49.23, stdev=20.23
    clat (msec): min=27, max=1186, avg=736.50, stdev=236.47
     lat (msec): min=91, max=1260, avg=785.73, stdev=247.90
    clat percentiles (msec):
     |  1.00th=[  405],  5.00th=[  456], 10.00th=[  481], 20.00th=[  510],
     | 30.00th=[  550], 40.00th=[  600], 50.00th=[  667], 60.00th=[  768],
     | 70.00th=[  894], 80.00th=[ 1028], 90.00th=[ 1099], 95.00th=[ 1133],
     | 99.00th=[ 1167], 99.50th=[ 1167], 99.90th=[ 1183], 99.95th=[ 1183],
     | 99.99th=[ 1183]
   bw (  KiB/s): min=   47, max=  168, per=6.40%, avg=81.55, stdev=28.75, samples=119
   iops        : min=   11, max=   42, avg=20.13, stdev= 7.18, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.16%, 500=16.42%, 750=41.22%
  lat (msec)   : 1000=19.95%, 2000=22.09%
  cpu          : usr=0.13%, sys=0.19%, ctx=1750, majf=0, minf=33
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1218,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85405: Sun Feb 16 21:56:57 2025
  read: IOPS=20, BW=82.0KiB/s (83.9kB/s)(4924KiB/60070msec)
    slat (usec): min=43, max=103745, avg=48711.39, stdev=20199.19
    clat (msec): min=24, max=1228, avg=728.73, stdev=228.50
     lat (msec): min=81, max=1311, avg=777.44, stdev=238.95
    clat percentiles (msec):
     |  1.00th=[  426],  5.00th=[  464], 10.00th=[  489], 20.00th=[  514],
     | 30.00th=[  542], 40.00th=[  592], 50.00th=[  676], 60.00th=[  751],
     | 70.00th=[  869], 80.00th=[  986], 90.00th=[ 1083], 95.00th=[ 1133],
     | 99.00th=[ 1183], 99.50th=[ 1200], 99.90th=[ 1234], 99.95th=[ 1234],
     | 99.99th=[ 1234]
   bw (  KiB/s): min=   47, max=  184, per=6.47%, avg=82.42, stdev=28.25, samples=119
   iops        : min=   11, max=   46, avg=20.35, stdev= 7.09, samples=119
  lat (msec)   : 50=0.08%, 100=0.08%, 250=0.16%, 500=13.81%, 750=45.41%
  lat (msec)   : 1000=20.88%, 2000=19.58%
  cpu          : usr=0.10%, sys=0.22%, ctx=1738, majf=0, minf=33
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.6%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1231,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85406: Sun Feb 16 21:56:57 2025
  read: IOPS=20, BW=80.5KiB/s (82.4kB/s)(4832KiB/60048msec)
    slat (msec): min=15, max=102, avg=49.61, stdev=21.31
    clat (msec): min=33, max=1222, avg=742.14, stdev=256.81
     lat (msec): min=111, max=1303, avg=791.75, stdev=269.92
    clat percentiles (msec):
     |  1.00th=[  401],  5.00th=[  447], 10.00th=[  472], 20.00th=[  498],
     | 30.00th=[  531], 40.00th=[  575], 50.00th=[  659], 60.00th=[  776],
     | 70.00th=[  944], 80.00th=[ 1062], 90.00th=[ 1116], 95.00th=[ 1150],
     | 99.00th=[ 1183], 99.50th=[ 1217], 99.90th=[ 1217], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=   47, max=  152, per=6.32%, avg=80.14, stdev=29.74, samples=118
   iops        : min=   11, max=   38, avg=19.78, stdev= 7.49, samples=118
  lat (msec)   : 50=0.08%, 250=0.17%, 500=21.11%, 750=37.33%, 1000=14.07%
  lat (msec)   : 2000=27.24%
  cpu          : usr=0.10%, sys=0.21%, ctx=1750, majf=0, minf=31
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.8%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1208,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
concurrent_reads: (groupid=0, jobs=1): err= 0: pid=85407: Sun Feb 16 21:56:57 2025
  read: IOPS=19, BW=77.8KiB/s (79.7kB/s)(4672KiB/60042msec)
    slat (msec): min=10, max=110, avg=51.31, stdev=21.55
    clat (msec): min=36, max=1224, avg=767.78, stdev=262.13
     lat (msec): min=113, max=1299, avg=819.09, stdev=275.51
    clat percentiles (msec):
     |  1.00th=[  376],  5.00th=[  435], 10.00th=[  472], 20.00th=[  506],
     | 30.00th=[  542], 40.00th=[  617], 50.00th=[  726], 60.00th=[  852],
     | 70.00th=[  978], 80.00th=[ 1083], 90.00th=[ 1133], 95.00th=[ 1167],
     | 99.00th=[ 1200], 99.50th=[ 1217], 99.90th=[ 1217], 99.95th=[ 1217],
     | 99.99th=[ 1217]
   bw (  KiB/s): min=   47, max=  168, per=6.16%, avg=78.18, stdev=30.89, samples=119
   iops        : min=   11, max=   42, avg=19.29, stdev= 7.73, samples=119
  lat (msec)   : 50=0.09%, 250=0.17%, 500=17.29%, 750=33.99%, 1000=19.86%
  lat (msec)   : 2000=28.60%
  cpu          : usr=0.09%, sys=0.21%, ctx=1738, majf=0, minf=31
  IO depths    : 1=0.1%, 2=0.2%, 4=0.3%, 8=0.7%, 16=98.7%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1168,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=1266KiB/s (1297kB/s), 76.2KiB/s-82.0KiB/s (78.0kB/s-83.9kB/s), io=74.3MiB (77.9MB), run=60039-60072msec